[
    {
        "name": "Doraemon Và Chuyến Thám Hiểm Mặt Trăng",
        "director": "Yakuwa Shinnosuke",
        "description": "Nobita ở trường tuyên bố với mọi người rằng \"có con thỏ trên Mặt Trăng\". Cậu đã bị mọi người chê cười và Doraemon lấy ra huy hiệu \"Thành viên Câu lạc bộ dị thuyết\" tạo ra vương quốc Thỏ trên Mặt Trăng. Một ngày nọ có một cậu bé chuyển trường đến lớp Nobita học. Nhóm Nobita đã cùng với cậu bé đã có chuyến phiêu lưu đến vương quốc Thỏ. Trong đêm có một cô gái kì lạ nhìn lên Mặt Trăng...",
        "type": [0],
        "release": "2019",
        "country": "Nhật Bản",
        "url": "https://www.youtube.com/watch?v=0P6LKixnzoU",
        "rawImg": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcT0JYYERmxbnpy-b7hbIQ8PW5IkhK5Bii8M0gO-Vh6aBAXDt-vO"
    },
    {
        "name": "Ngày sinh tồn",
        "director": "Mathieu Turi",
        "description": "Phim Ngày Sinh Tồn: Nếu bạn trở thành số ít loài người còn sống sót khi dịch bệnh bùng nổ, liệu bạn sẽ là người may mắn, hay là kẻ phải mang nỗi bất hạnh? Sau khi người thương biến mất, Juliette từ một cô nàng ngỗ ngược, cô trở thành một chiến binh chiến đấu với những sinh vật đáng sợ bởi căn bệnh quái ác khiến cho nhân loại đang đứng trước bờ vực của sự diệt vong. Trải qua rất nhiều khó khăn, thử thách, liệu hạnh phúc có mỉm cười với Juliette, và Trái đất có được giải cứu khỏi đám quái vật mang trong mình mầm bệnh nguy hiểm đó?",
        "type": [4,5],
        "release": "2018",
        "country": "Âu - Mỹ",
        "url": "https://www.youtube.com/watch?v=_DY0u2dd4hY",
        "rawImg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRwiI7ZV_1dbExbRX18maM9PnBaQcsEnNoCuqaXQwtUkFOq6_ru"
    },
    {
        "name": "Cá mập siêu bạo chúa",
        "director": "Jon Turteltaub",
        "description": "Từng một lần thoát chết khỏi cá mập khổng lồ, thuyền trưởng hải quân Jonas Taylor lại phải đối mặt với loài vật nguy hiểm nhất đại dương này lần nữa - trong tình thế còn ngặt nghèo hơn gấp trăm lần.Năm năm trước, khi thi hành nhiệm vụ, Jonas Taylor gặp phải một con cá mập khổng lồ khiến phân nửa thủy thủ đoàn bỏ mạng. Chẳng những bị cách chức, anh còn mất cả hôn nhân và danh dự. Không ai tin những gì anh kể lại về sinh vật kinh khủng ngoài sức tưởng tượng tưởng đã tuyệt chủng triệu năm về trước. Để rồi, khi chìm đắm trong nỗi sợ hãi và thất vọng, một lần nữa anh phải chiến đấu với nó để giải cứu vợ con mình.",
        "type": [1,3,5],
        "release": "2018",
        "country":"Trung Quốc, Mỹ",
        "url": "https://www.youtube.com/watch?v=i1EnajBC6Tw",
        "rawImg":"https://www.cgv.vn/media/catalog/product/cache/1/image/1800x/71252117777b696995f01934522c402d/t/h/the_meg-_vnese_poster_406.jpg"
    },
    {
        "name": "Sát thủ bóng đêm",
        "director": "Justin Kurzel",
        "description": "Nhờ vào một công nghệ cải tiến có thể phá vỡ những kí ức trong cấu trúc gien, Callum Lynch đã có thể làm sống lại kí ức về những cuộc phiêu lưu của tổ tiên mình - Aguilar - Tây Ban Nha vào thế kỉ 15. Thông qua kí ức này, Callum đã phát hiện rằng mình là hậu duệ của một hội kín bí ẩn mang tên Assassins và đồng thời tích lũy được hàng loạt kiến thức, kĩ năng không tưởng để đối đầu với một tổ chức đầy áp bức và hùng mạnh ngày nay - Hiệp Sĩ Dòng Đền.",
        "type": [1,2,3],
        "release": "2016",
        "country":"Mỹ, Pháp, Anh",
        "url": "https://www.youtube.com/watch?v=G7p_W0SO-Rs",
        "rawImg": "https://upload.wikimedia.org/wikipedia/vi/d/d9/S%C3%A1t_th%E1%BB%A7_b%C3%B3ng_%C4%91%C3%AAm_2016_poster.jpg"
    },
    {
        "name": "Doreamon: Nước Nhật Thời Nguyên Thủy",
        "director": "Yakuwa Shinnosuke",
        "description": "Nước Nhật Thời Nguyên Thủy (2016): Hành trình của Nobita và các bạn của mình trở về thời nguyên thủy cách đây 70000 năm ở Nhật Bản. ",
        "type": [0],
        "release": "2016",
        "country":"Nhật Bản",
        "url": "https://www.youtube.com/watch?v=Cm65S3How94",
        "rawImg": "https://upload.wikimedia.org/wikipedia/vi/a/a4/Chi%E1%BA%BFn_th%E1%BA%AFng_qu%E1%BB%B7_Kamat.jpg"
    },
    {
        "name": "Doraemon: Nobita Và Pho Tượng Thần Khổng Lồ",
        "director": "Yakuwa Shinnosuke",
        "description": "Một ngày nọ, Nobita nhặt được một chú chó hoang kỳ lạ về nuôi, cũng là lúc nhóm bạn nổi hứng muốn tìm kiếm một vùng đất chưa được khai phá. Điểm đến của nhóm bạn lần này là châu Phi, nơi có những cánh rừng già bạt ngàn, những hoang mạc khổng lồ và những vực sâu đầy rẫy hiểm nguy. Nhưng năm người bạn không biết rằng, phía sau cuộc phiêu lưu là một bí ẩn tồn tại từ hàng ngàn năm trước, và sẽ thay đổi số phận của họ vĩnh viễn. Sự thật nào ẩn phía sau chuyến thám hiểm đang chờ họ? Mời các bạn cùng bước vào cuộc phiêu lưu trên màn ảnh Doraemon thứ 34: “Nobita và cuộc phiêu lưu tới vùng đất dữ mới ~Peko và 5 nhà thám hiểm”.",
        "type": [0],
        "release": "2014",
        "country":"Nhật Bản",
        "url": "https://www.youtube.com/watch?v=3D6BWY82U50",
        "rawImg": "https://upload.wikimedia.org/wikipedia/vi/3/35/Pho_t%C6%B0%E1%BB%A3ng_th%E1%BA%A7n_kh%E1%BB%95ng_l%E1%BB%93.jpg"
    },
    {
        "name": "Doraemon: Nobita và những hiệp sĩ không gian",
        "director": "Yoshihiro Osugi",
        "description": "Một ngày Doraemon, Nobita, Shizuka, Gian và Suneo quay một bộ phim về đề tài những anh hùng vũ trụ. Khi họ đang làm thì bất ngờ gặp một sinh vật ngoài sinh vật tên là Aron đang chạy trốn kẻ thù, thấy được sức mạnh của nhóm Aron đã nhờ cứu giúp hành tinh của cậu ấy khỏi những quái vật vũ trụ. Nhóm Nobita đồng ý và chiến đấu hết mình để giúp mặc dù chiến đấu với những quái vật ấy là không dễ dàng.",
        "type": [0,2,3],
        "release": "2015",
        "country":"Nhật Bản",
        "url": "https://www.youtube.com/watch?v=l6D5frb1VEE",
        "rawImg": "https://upload.wikimedia.org/wikipedia/vi/4/49/Nobita_va_nhung_hiep_si_khong_gian.jpg"
    },
    {
        "name": "Doraemon: Nobita và binh đoàn người sắt",
        "director": "Shibayama Tsutomu",
        "description": "Nobita tìm thấy một vật hình tròn màu xanh bí ẩn và một cái chân người máy khổng lồ ở phía Bắc ngôi nhà. Nobita mang cả 2 thứ đó về nhà thì bỗng dưng những phần còn lại của người máy, từng phần từng phần một liên tục rơi xuống sân nhà cậu. Doraemon và Nobita cùng dùng những thứ đó và lắp ráp thành một người máy khổng lồ tên \"Zanda Claus\" và để ở \"thế giới trong gương\". Sau đó, một cô gái bí ẩn tên Lilulu xuất hiện và tự nhận mình là một người máy. Thực ra Zanda Claus và Lilulu được gửi đến từ một hành tinh ngoài vũ trụ, nơi những binh đoàn người máy đang ngự trị và có âm mưu xâm lược trái đất. Liệu Doraemon và Nobita có cứu được trái đất trước sự tấn công của binh đoàn người máy khổng lồ đó?",
        "type": [0,1,2,6],
        "release": "2011",
        "country":"Nhật Bản",
        "url": "https://www.youtube.com/watch?v=H56dyStcUmc",
        "rawImg":"https://upload.wikimedia.org/wikipedia/vi/c/c2/Cu%E1%BB%99c_x%C3%A2m_l%C6%B0%E1%BB%A3c_c%E1%BB%A7a_binh_%C4%91o%C3%A0n_robot.jpg"
    },
    {
        "name": "Biệt kích ngầm",
        "director": "Scott Waugh, Mike McCoy",
        "description": "Biệt Kích Ngầm là bộ phim Âu - Mỹ pha trộn giữa phong cách chủ nghĩa anh hùng và kỹ thuật làm phim chiến tranh, Biệt Kích Ngầm - Act of Valor dẫn dắt người xem bước vào thế giới bí mật đầy khắc nghiệt của những chiến binh tinh nhuệ trong thế giới hiện đại. Khi đi giải cứu một nhân viên CIA bị bắt cóc, một biệt đội Hải quân SEAL tình cờ Khám Phá ra một âm mưu khủng bố nhằm vào nước Mỹ. Kẻ chủ mưu lên kế hoạch tấn công hòng biến những tòa nhà chọc trời trở thành đống đổ nát.",
        "type": [1],
        "release": "2017",
        "country":"Âu - Mỹ",
        "url": "https://www.youtube.com/watch?v=3O32BEw2yMg",
        "rawImg":"https://static.247phim.com/136086/conversions/5eb4cdd4e2990_act_of_valor_d-435_627.jpg"
    },
    {
        "name": "Hòn Đảo Khủng Long",
        "director": "Matt Drummond",
        "description": "Lucas may mắn sống sót nhưng lại mắc kẹt trên một hoang đảo đầy những sinh lạ đến từ thời tiền sử...Chuyến phiêu lưu bắt đầu khi nhóc Lucas 13 tuổi gặp thảm họa trên chuyến bay trong kỳ nghỉ của mình.",
        "type": [3],
        "release": "2014",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=arttV2UlZYw",
        "rawImg":"https://static.247phim.com/120805/conversions/1826_dinosaur-island-2014_photo_portrait-435_627.jpg"
    },
    {
        "name": "Người Hàng Xóm Bí Ẩn",
        "director": "Lim Jin-Soon",
        "description": "Vào một ngày mưa tầm tã, Yeo Sun (Kim Sae-Ron) - học sinh trung học cư ngụ tại một khu chung cư đang xuống cấp - đi bộ về nhà từ bến xe buýt... Tuy nhiên trong phim hd này, cô bé đã không bao giờ đến nơi... 10 ngày sau, xác của em được tìm thấy trong trong một chiếc rương đỏ. Gyung-Hee (Kim Yunjin) là mẹ kế của Yeo Sun rất hối hận vì đã không đón Yeo Sun kịp lúc, chỉ biết sống trong nỗi dày vò, ám ảnh cho đến khi nhìn thấy Soo Yeo ((Kim Sae-Ron) - một cô bé sống cùng khu có vẻ ngoài rất giống Yeo Sun. Lại 10 ngày khác trôi qua và lại có thêm người mất tích. Các cư dân khác trong khu xóm là cậu trai giao Pizza (Do Ji-Han), nhân viên bảo vệ chung cư (Cheon Ho-Jin), chủ tiệm bán rương (Lim Ha-Ryong) bắt đầu nghi ngờ có một tên giết người hàng loạt đang lảng vảng quanh đây và tình nghi số một là kẻ có tiền án Seung-Hyuk (Kim Sung-Kyun).",
        "type": [5],
        "release": "2012",
        "country":"Hàn Quốc",
        "url": "https://www.youtube.com/watch?v=J60tsj4Aoec",
        "rawImg":"https://images.weserv.nl/?url=https://img.tvzingvn.com/uploads/2020/08/7658470cc30208e-65033.jpg"
    },
    {
        "name": "Trùm, Cớm và Ác Quỷ",
        "director": "Lee Won Tae",
        "description": "",
        "type": [1,2],
        "release": "2019",
        "country":"Hàn Quốc",
        "url": "https://www.youtube.com/watch?v=EEgI6g-fsSY",
        "rawImg":"https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcSwDpNmJg4eOzvqRIMr4K9rYoGAj5ptDHurg-c1g6bXzFDw-Ste"
    },
    {
        "name": "Cuộc Thanh Trừng Vĩnh Viễn",
        "director": "Everardo Valerio Gout",
        "description": "Vào năm 2048, tám năm sau cuộc bầu cử tổng thống của Charlene Roan, Những người cha sáng lập mới của Hoa Kỳ (NFFA) đã giành lại quyền kiểm soát chính phủ Hoa Kỳ và đã thiết lập lại Cuộc thanh trừng hàng năm với các quy tắc ban đầu của nó . Quyền tối cao của người da trắng và chủ nghĩa tư hữu đã gia tăng trên toàn quốc sau cuộc bầu cử lại của họ, và nhiều người bên ngoài đảng cầm quyền lo ngại rằng Cuộc thanh trừng sắp tới sẽ gây ra nhiều thiệt hại cho đất nước hơn NFFA nhận thấy. Cặp vợ chồng nhập cư đã kết hôn Juan và Adela vượt biên trái phép sang Texas để trốn thoát khỏi một tập đoàn ma túy Mexico và xây dựng cuộc sống mới, với Juan làm công việc nông dân trong trang trại của gia đình Tucker trong khi Adela bắt đầu làm việc gần Austin .",
        "type": [1,5],
        "release": "2021",
        "country":"Âu - Mỹ",
        "url": "https://www.youtube.com/watch?v=EuhNfq6YZFw",
        "rawImg":"https://dx35vtwkllhj9.cloudfront.net/universalstudios/the-forever-purge/images/regions/us/onesheet.jpg?_cors=1"
    },
    {
        "name": "Thành phố vàng đã mất",
        "director": "James Gray",
        "description": "Thành Phố Vàng Đã Mất là câu chuyện được dựng lại từ cuốn nhật ký của nhà thám hiểm người Anh Percy Fawcett, một người rất nhiệt huyết, luôn bị ám ảnh bởi việc đâu đó trong rừng già Amazon ở Nam Mỹ có tồn tại một thành phố minh chứng cho một nền văn minh từng tồn tại hàng ngàn năm trước. Sau khi thuyết phục hội đồng không được, Fawcett quyết tâm xây dựng lại thế giới văn minh tại khu rừng này một lần nữa nhờ sự hỗ trợ bởi người vợ tận tụy và con trai. Fawcett đã chia tay vợ con và lên đường đi tìm miền đất mới nhưng cũng kể từ đây, vào năm 1925, trong khi cố gắng tìm kiếm thành phố cổ xưa bị mất ở Amazon và ông đã biến mất cùng với con trai của ông ta trong cuộc thám hiểm một cách bí ẩn.",
        "type": [1],
        "release": "2016",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=k6YvBaNjDV0",
        "rawImg":"https://upload.wikimedia.org/wikipedia/vi/0/02/Th%C3%A0nh_ph%E1%BB%91_v%C3%A0ng_%C4%91%C3%A3_m%E1%BA%A5t_poster.jpg"
    },
    {
        "name": "Thời khắc sinh tử",
        "director": "Andrew Niccol",
        "description": "In Time (Thời Khắc Sinh Tử) là bộ phim hành động, khoa học viễn tưởng kể về một thế giới trong tương lai, nơi con người giới hạn ở tuổi 25 và phải giao dịch với nhau bằng thời gian để duy trì sự sống. Thời gian vừa là tiền, vừa là sinh mệnh của mọi người. Các vùng lãnh thổ cũng được phân chia theo múi giờ. Mọi cư dân và các hoạt động liên quan đến thời gian đều do một nhóm \"Người canh giữ thời gian\" quản lý. Người giàu có mua thời gian và sống gần như bất tử, còn kẻ nghèo khó chỉ biết đếm ngược chờ chết. Will - một chàng trai nghèo kiếm sống lay lắt qua ngày, số phận của Will thay đổi sau khi anh cứu một quý ông giàu có khỏi những tên trộm thời gian. Được giao lại toàn bộ số thời gian, trong khi những Người canh giữ bắt đầu truy đuổi, Will bỏ trốn tới múi giờ New Greenwich, múi giờ chỉ dành cho những kẻ giàu có... ",
        "type": [1,2,3],
        "release": "2011",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=XfY9XqjKMGQ",
        "rawImg":"https://upload.wikimedia.org/wikipedia/vi/5/59/Th%E1%BB%9Di_kh%E1%BA%AFc_sinh_t%E1%BB%AD_poster.jpg"
    },
    {
        "name": "Killer Elite",
        "director": "Gary McKendry",
        "description": "Danny Bryce - đặc vụ không quân đã nghỉ hưu buộc phải quay lại giải cứu người cố vấn của anh. Một cuộc truy đuổi \"mèo vờn chuột\" đầy ngoạn mục của những sát thủ chuyên nghiệp.",
        "type": [1],
        "release": "2011",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=vbbYeAR9S-4",
        "rawImg":"https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcTHe_cdQiMBgZlexmzJilpE56DXMw809RjFdV4gHDVBe-ZJ064I"
    },
    {
        "name": "Sát thủ thợ máy",
        "director": "Simon West",
        "description": "Statham vào vai Arthur Bishop, một sát thủ chuyên nghiệp. Anh được giao nhiệm vụ giết chết Harry (Donald Sutherland) - người bị gán tội phản bội tổ chức. Harry cũng chính là bạn của Arhur. Vì...",
        "type": [1,2],
        "release": "2011",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=b1L2Cf5_Cew",
        "rawImg":"https://upload.wikimedia.org/wikipedia/vi/2/21/TheMechanic2011Poster.jpg"
    },
    {
        "name": "Quyết định tối cao",
        "director": "Keoni Waxman",
        "description": "Một cựu nhân viên đặc nhiệm Tom Steele (Seagal) và đồng nghiệp của ông Manning (Austin) được giao cho ngừng hoạt động một nhà tù cũ, họ phải giám sát sự xuất hiện của hai nữ tù nhân bí ẩn. Chẳng bao lâu, một lực lượng tinh nhuệ của lính đánh thuê tấn công nhà tù trong việc tìm kiếm những người mới đến. Khi được tiết lộ danh tính thực sự của những người phụ nữ, Steele nhận ra anh đang ở giữa một bí mật lớn mà ông không tưởng tượng được. Khi một cựu đặc vụ Tom Steele (Seagal) và đồng nghiệp của anh là Manning (Austin) được giao nhiệm vụ làm ngưng hoạt động của một nhà tù cũ kỹ, họ phải kiểm soát 2 tù nhân nữ bí hiểm. ",
        "type": [1],
        "release": "2012",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=PX5by3IIgnU",
        "rawImg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQDnyo2Ep9l2cAqFdfSYZWx_U_EbhN-c74uoJyWPlr9kPiAXmuI"
    },
    {
        "name": "Ngộ Không kỳ truyện",
        "director": "Quách Tử Kiện",
        "description": "Chuyển thể từ cuốn tiểu thuyết được yêu thích trên mạng Inteet là Ngộ Không truyện của tác giả Kim Hà Tại, bộ phim Ngộ Không kỳ truyện khai thác cuộc đời nhân vật nổi tiếng Mỹ Hầu Vương từ khi còn chưa trở thành Tề Thiên Đại Thánh.",
        "type": [1,3],
        "release": "2017",
        "country":"Trung Quốc",
        "url": "https://www.youtube.com/watch?v=yyW7XpN_fXo",
        "rawImg":"https://upload.wikimedia.org/wikipedia/vi/f/f1/Wu_Kong_Zhuan.jpg"
    },
    {
        "name": "Mune: Chiến binh mặt trăng",
        "director": "Alexandre Heboyan",
        "description": "Mặt trăng, nơi có những sinh vật như Mune, chỉ quen với bóng tối, Glim cô bé người sáp tan chảy dưới ánh sáng ban ngày và đông lại thành hình vào ban đêm, cùng Sohone cứng rắn vì người làm từ hổ phách. Một sai lầm của Mune đã bị phe bóng tối Hắc Thần chớp lấy cơ hội đánh cắp mặt trời, khiến thế giới ngày đêm hòa làm một, sống trong hỗn mang. Lúc này \"kẻ được chọn\" là Mune ý thức mình có trọng trách giành lại ánh sáng cho thế giới.",
        "type": [0,2,7],
        "release": "2016",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=kJARYQsP6kY",
        "rawImg":"https://s198.imacdn.com/ff/2018/11/11/6eae9d69d12bb72f_dfc55f9699863a60_41167154187257097.jpg"
    },
    {
        "name": "Tom Ching Cheng Hanji",
        "director": "Maxises",
        "description": "Thomas Ching Chang Hon Chi - Made using DAIN_APP Alpha 0.41 (60 fps) and Topaz Gigapixel AI (4K)",
        "type": [0,7],
        "release": "2020",
        "country": "Youtube",
        "url": "https://www.youtube.com/watch?v=qGk4E9ss95s",
        "rawImg":"https://voz.vn/data/avatars/o/1727/1727138.jpg"
    },
    {
        "name": "Mang Tiền Về Cho Mẹ ",
        "director": "Hoàng Thành Đồng",
        "description": "Những đứa trẻ sẽ phải đi xa nhà. Sẽ phải nếm rất nhiều mặn, ngọt, cay, chua, đắng.",
        "type": [6,9],
        "release": "2021",
        "country":"Việt Nam",
        "url": "https://www.youtube.com/watch?v=UVbv-PJXm14",
        "rawImg":"https://cdn.discordapp.com/attachments/773490083985752067/927545623887093860/unknown.png"
    },
    {
        "name": "NASA's Perseverance Rover Launch to Mars!",
        "director": "National Aeronautics and Space Administration",
        "description": "Was there once life on Mars? Our Perseverance rover aims to find out! On Thursday, July 30, watch our new robotic astrobiologist launch on a seven-month journey to the Red Planet. Launching on board will be the most sophisticated set of tools ever sent to Mars, with the hope Perseverance will uncover the planet's secrets.",
        "type": [2,3],
        "release": "2020",
        "country":"Mỹ",
        "url": "https://www.youtube.com/watch?v=JIB3JbIIbPU",
        "rawImg":"https://cdn.discordapp.com/attachments/773490083985752067/927547647865258024/unknown.png"
    },
    {
        "name": "Mèo mập đi phượt",
        "director": "Vương Vi",
        "description": "Chú mèo Blanket sống hạnh phúc cùng mèo con là Cape trong một căn hộ ở thành phố. Một ngày nọ, hai cha con bước vào chuyến hành trình phiêu lưu tìm kiếm chú mèo huyền thoại tên là Peachtopia. Blanket phải đối mặt với những ký ức đen tối trong quá khứ.",
        "type": [0],
        "release": "2018",
        "country":"Trung Quốc",
        "url": "https://www.youtube.com/watch?v=3Yy7YYHyH4M",
        "rawImg":"https://www.themoviedb.org/t/p/original/fRVcjiNmGf5SC9I3jHD8Ofw97r.jpg"
    },
    {
        "name": "Biệt đội biển xanh",
        "director": "Julio Soto Gurpide",
        "description": "Phim Biệt Đội Biển Xanh - Deep: Vào năm 2100, khi con người bỏ rơi trái đất, một quần thể sinh vật xa hoa vẫn còn phát triển mạnh trong vực thẳm sâu nhất của đại dương. Deep, một con bạch tuộc \"phiêu lưu\" thích mạo hiểm sống cùng với hai người bạn: Evo, một con cá sấu náo loạn và vụng về, và Alice, một con tôm sâu thần kinh. Khi tai nạn phá huỷ ngôi nhà của họ, người giám hộ của vực thẳm, The Kraken, sẽ đưa Deep và bạn bè của Deep đi tìm một ngôi nhà mới. Tham gia cùng họ là Maura - một con cá hồi lang thang - họ sẽ đi đến những nơi tuyệt vời như thành phố chìm của New York, Titanic hay Bắc cực, đối mặt với những kẻ thù ghê gớm và những tình huống vui nhộn.",
        "type": [0],
        "release": "2017",
        "country":"Âu - Mỹ",
        "url": "https://www.youtube.com/watch?v=8vzWBfOxv9I",
        "rawImg":"https://i.imgur.com/SMw6QSu.jpg"
    },
    {
        "name": "morning coffee",
        "director": "chevy & nalba",
        "description": "Here's a new song me and Nalba made! hope you guys enjoy this cute and simple song about needing coffee in the morning to get through your day🤗",
        "type": [8,9],
        "release": "2020",
        "country":"Youtube",
        "url": "https://www.youtube.com/watch?v=B4gXEOUdsvo",
        "rawImg":"https://i1.sndcdn.com/artworks-3NqjMw5NhoicaxXx-g80Z1Q-t500x500.jpg"
    }
]